Repository: britge-ben/product_price
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Store
fr: Magasin

source: Price group
fr: Groupe de prix

source: Price groups
fr: Groupes de prix

source: Product price group
fr: Groupe de prix du produit

source: Product price groups
fr: Groupes de prix des produits

source: Price Group
fr: Groupe de prix

source: Product Price Group
fr: Groupe de prix du produit

source: Product
fr: Produit

source: Price
fr: Prix

source: Pricing type
fr: Type de prix

source: min quantity order discount
fr: remise sur la commande sur quantité minimum

source: max quantity order discount
fr: remise sur la commande sur quantité maximale

source: Min duration
fr: Durée minimale

source: Max duration
fr: Durée maximale

source: valid from
fr: valable à partir de

source: valid to
fr: valable pour

source: Price group price
fr: Prix ​​de groupe

source: Price group prices
fr: Prix ​​des groupes de prix

source: store
fr: magasin

source: Group number
fr: Numéro de groupe

source: Discount reference
fr: Référence de remise

source: Customer Group
fr: Groupe de clients

source: Customer Groups
fr: Groupes de clients

source: discount label
fr: étiquette de réduction

source: Discount group
fr: Groupe de réduction

source: Discount groups
fr: Groupes de réduction

source: Product discount group
fr: Groupe de remise sur les produits

source: Customer discount group
fr: Groupe de réduction client

source: Customer
fr: Client

source: Discount percentage
fr: Pourcentage de remise

source: Min quantity order discount
fr: Remise sur commande de quantité minimale

source: Max quantity order discount
fr: Remise sur commande de quantité maximale

source: Discount group discount
fr: Remise de groupe

source: Discount group discounts
fr: Remises de groupe

source: Leave empty to make available for all products
fr: Laisser vide pour rendre disponible pour tous les produits

source: Discount coupon
fr: Coupon de réduction

source: Discount coupons
fr: Coupons de réduction

source: Discount Coupon
fr: Coupon de réduction

source: product
fr: produit

source: Product discount coupon
fr: Coupon de réduction sur le produit

source: Product discount coupons
fr: Coupons de réduction sur les produits

source: Prices
fr: Tarifs

source: Duplicate prices
fr: Prix ​​en double

source: A discount with this minimal order quantity already exists
fr: Une remise avec cette quantité minimale de commande existe déjà

source: A discount with this maximum order quantity already exists
fr: Une réduction avec cette quantité maximale de commande existe déjà

source: Discounts
fr: Réductions

source: Add another
fr: Ajoutez-en un autre

source: Duplicate
fr: Double

source: Manage prices
fr: Gérer les prix
